[
  {
    "id": 1,
    "name": "Steven Liu",
    "role": "Co-President",
    "photo": "https://media.licdn.com/dms/image/v2/D5603AQENrf52ejSqrw/profile-displayphoto-shrink_800_800/B56ZNpR_MXGsAk-/0/1732638143673?e=1758758400&v=beta&t=wTe3s7TlNZXtx6rcLZXu1yT3zrTM_0S6wtZDdv_PVr0",
    "bio": "Steven is a junior at the Ross School of Business. As a transfer student, he’s passionate about creating opportunities for underrepresented students to break into tech and design. Outside of SOCHI, Steven enjoys sketching, cooking, and playing piano and violin.",
    "uniqname": "steveli"
  },
  {
    "id": 2,
    "name": "Nnamdi Nwaenia",
    "role": "Co-President",
    "photo": "https://media.licdn.com/dms/image/v2/D5603AQG5GIh_RLr02Q/profile-displayphoto-shrink_800_800/profile-displayphoto-shrink_800_800/0/1705345376602?e=1758758400&v=beta&t=x6q8VmUU808Ma1jY_wuyufM67O0wV7uLedh46cMkRz4",
    "uniqname": "nwaenian",
    "bio": "Nnamdi is a second-year student at the University of Michigan studying UX Design and Information Analysis with a minor in Entrepreneurship. I'm passionate about exploring user experience and using data analysis to address critical questions, with a future career goal in Consulting or Product Management."
  },
  {
    "id": 3,
    "name": "Anirudh Devara",
    "role": "Co-VP of Recruitment",
    "photo": "https://media.licdn.com/dms/image/v2/D5603AQEUlq1kDGpd4g/profile-displayphoto-shrink_800_800/B56ZS0Yx_5GoAc-/0/1738193183080?e=1758758400&v=beta&t=etav-gRJLS0K7mOo2Y9QdbFAA1ZusAG_XpDo0cv81fs",
    "uniqname": "adevara",
    "bio": "Anirudh is a junior studying Sport Management with a Minor in Business. He is passionate about the intersection between sports and business through the athlete representation realm but has a strong interest in how tech can break barriers in the world. Outside of SOCHI, you can find Anirudh working for our football team, a member in multiple sports business clubs, and cooking."
  },
  {
    "id": 4,
    "name": "Eriana Bayron",
    "role": "Co-VP of Recruitment",
    "uniqname": "ebayron",
    "photo": "https://media.licdn.com/dms/image/v2/D5603AQHgbvLtshghmw/profile-displayphoto-shrink_800_800/B56ZOxcLvsGgAc-/0/1733848777600?e=1758758400&v=beta&t=FitY9Tk8aMTEXcnPpybjfHrDn5GH1ePFsCzO9vdi1q8",
    "bio": "Eriana is a third-year student at the University of Michigan, currently pursuing a degree in economics and an intended minor in quantitative methods in the social sciences. I am passionate about leveraging my skills and knowledge to make a positive impact in the business realm."
  },
  {
    "id": 5,
    "name": "Mitchell White",
    "role": "Co-VP of Professional Development",
"photo": "https://media.licdn.com/dms/image/v2/D5603AQE9CqTHuWL3pg/profile-displayphoto-shrink_800_800/B56ZSY1SrVHwAg-/0/1737730895676?e=1758758400&v=beta&t=IIZ51pcOF1VJ9CgB_iKp_ZCRDk7VZ9iLzQ1avyBqNKQ",     
"uniqname": "whitmit",
"bio": "Mitchell is a junior studying Economics while pursuing minors in entrepreneurship and statistics. He strives to help others develop their professional skills while growing knowledge in the tech consulting industry. Aside from SOCHi, Mitchell loves spending time with his friends, going to the gym, and playing guitar."  
},

  {
    "id": 6,
    "name": "Tina Vũ",
    "role": "Co-VP of Professional Development",
    "photo": "https://media.licdn.com/dms/image/v2/D5603AQG9KzFw2AYIAg/profile-displayphoto-shrink_800_800/B56Zbv0nrtGsAk-/0/1747780271664?e=1758758400&v=beta&t=Mj_joP3-LV9iwFPlAiuCmOK3NVRZ9ZsxOFIjnfbP0uo",
    "uniqname": "tinavu",
    "bio": "Tina is a first-generation Vietnamese-American & senior at the College of LS&A pursuing a B.A. in Political Economics. As the first in her family to pursue a degree, she's a huge advocate for education accessibility through ed-tech innovations. Beyond SOCHI, she's actively involved in Greek life, exploring Detroit, & going line-dancing with her friends."
  },

  {
    "id": 7,
    "name": "Taylor Wilson",
    "role": "VP of Consulting",
    "uniqname": "tftw",
    "photo": "https://media.licdn.com/dms/image/v2/D5603AQG-Bsg5qzIIyw/profile-displayphoto-shrink_800_800/profile-displayphoto-shrink_800_800/0/1713596913037?e=1758758400&v=beta&t=n7rEd3IWDX-Z-v2ABGDBado71XOxgyRvlhXG92sWXxw",
    "bio": "Taylor is a student at the University of Michigan studying Cognitive Science, on the Computation and Cognition track, with minors in Computer Science and User Experience Design, intending to pursue a career in Tech."
  },
  {
    "id": 8,
    "name": "Valentina Rivano",
    "role": "VP of Membership",
    "photo": "https://media.licdn.com/dms/image/v2/D4D03AQEsQmGLVSixsw/profile-displayphoto-shrink_800_800/profile-displayphoto-shrink_800_800/0/1731005361719?e=1758758400&v=beta&t=P1dF9Kk5FlbEL-u0cCpDKi5YlOJN4ifYoVB7mw8K4cc",
    "uniqname": "vrivano",
    "bio": "Valentina is a junior studying Information Analysis with a Business Minor. She is passionate about the intersection of Business, Data, Technology, People, and her multicultural background she obtained from living in four coutnries. In her free time, she enjoys scrapbooking, photography, and traveling."
  },
  {
    "id": 9,
    "name": "Samaya Beri",
    "role": "VP of Finance",
    "photo": "https://media.licdn.com/dms/image/v2/D4D03AQEIlzExeWo_Hw/profile-displayphoto-crop_800_800/B4DZjEARejG8AM-/0/1755635063291?e=1758758400&v=beta&t=di80sNDml_NEVp7UNu6zhqp5eg5tm5ATvp-6sbdtmEg",
    "uniqname": "berisa",
    "bio": "Samaya is a BBA sophomore at the University of Michigan Stephen M. Ross School of Business, with a passion for management consulting and strategy"
  },
  {
    "id": 10,
    "name": "Caroline Bull",
    "role": "Co-Director of Marketing",
    "uniqname": "ckbull",
    "photo": "https://media.licdn.com/dms/image/v2/D5603AQFlWhwZGYYk2w/profile-displayphoto-shrink_800_800/B56ZWpvT3yHEAc-/0/1742309508329?e=1758758400&v=beta&t=Qg0gCw-0YC3gXXefuACackrSpSb7EuqeNngdCyL_-Vo",
    "bio": "Caroline is a sophomore at the University of Michigan pursuing duals degrees in Political Science and Computer Science. Through her coursework, she built a strong foundation in political systems, public policy, programming, and data structures, being especially interested in how law and technology intersect in areas like data privacy, AI regulation, and digital civil liberties. Caroline plans to attend law school and believe my interdisciplinary background provides a unique perspective on the evolving challenges at the intersection of legal systems and emerging technologies. Outside the classroom, Caroline serves as an LSA Representative and Vice Chair of the Resolutions Committee in Central Student Government, where she advocates for student needs and help lead policy initiatives. She also intern at the Washtenaw County Public Defender’s Office, where she supported casework and gained firsthand experience in public interest law. In my free time, Caroline enjoys solving crossword puzzles, reading mysteries, and exploring how complex problems can be untangled—whether in code, in policy, or on the page."
  },
  {
    "id": 11,
    "name": "Malini Fisher",
    "role": "Co-Director of Marketing",
    "photo": "https://media.licdn.com/dms/image/v2/D4E03AQHt792BfpVpmA/profile-displayphoto-shrink_800_800/B4EZYSDX3qGYAc-/0/1744059596602?e=1758758400&v=beta&t=EGEG_48w-ouozoFG6z48JEM_-tuxLVZiu9fjrBLrtpU",
    "uniqname": "malinif",
    "bio": "Malini is a sophomore at the University of Michigan pursuing a BBA at the Stephen M. Ross School of Business"
  },
  {
    "id": 12,
    "name": "Joslyn Vince",
    "role": "Director of Internal Operations",
    "photo": "https://media.licdn.com/dms/image/v2/D5603AQEbdt4GWt66fw/profile-displayphoto-shrink_800_800/profile-displayphoto-shrink_800_800/0/1727325737418?e=1758758400&v=beta&t=EwY-0UpEnItd1HSEOw5Y2LS3xFEjcmqR1MKeYxs467k",
    "uniqname": "joslynv",
    "bio": "Joslyn is a junior majoring in Information Studies with a Minor in Entrepreneurship. In her free time, she loves to golf, ski, and hangout with friends!"
  },
  {
    "id": 13,
    "name": "Hannah Cooper",
    "role": "Director of Community Engagement",
    "photo": "https://media.licdn.com/dms/image/v2/D4D03AQFYmDkCmlr6dg/profile-displayphoto-shrink_800_800/profile-displayphoto-shrink_800_800/0/1729699557543?e=1758758400&v=beta&t=RCwx1kHXixRaMJA8LU999iq3woCImao4mMmMhztXERI",
    "uniqname": "hcoop",
    "bio": "Hannah Cooper is majoring in Information Analysis with a Business minor, passionate about combining technology and collaboration to solve problems. She's built experience through roles in technical writing, UX design, and student-led consulting projects. Hannah joined SOCHI because she value its community-focused mission and enjoy building meaningful connections while working on real-world projects."

  },
  {
    "id": 14,
    "name": "Eshang Shah",
    "role": "Director of DEI",
    "photo": "https://media.licdn.com/dms/image/v2/D4D03AQGO5JA2R6ZG1w/profile-displayphoto-crop_800_800/B4DZj2SzBmGsAM-/0/1756478779813?e=1760572800&v=beta&t=DMU93s2_URrC7yZPHYHNzInxZPaChZX-wRIe7ajIe74",
    "uniqname": "eshang",
    "bio": "Eshang is a master’s student at the University of Michigan School of Information, with a strong focus on inclusive design, accessibility, and leveraging technology to enhance everyday experiences for the public. Beyond his academic and design work, Eshang is an avid soccer player and a passionate Formula 1 enthusiast who’s always up for a deep dive into the world of motorsport."
  }
]
